import {Book} from '../types/book';

export const books: Book[] = [
    {
        title: 'Идеальный программист. Как стать профессионалом разработки ПО',
        authors: ['Роберт Мартин'],
        year: 2011,
        rating: 5,
        ISBN: '978-5-459-01044-2'
    },
    {
        title: 'Практическое руководство по винокурению',
        authors: ['Павел Иевлев'],
        year: 2021,
        rating: 5,
        ISBN: '978-5-04-088830-6'
    },
    {
        title: '7 навыков высокоэффективных людей',
        authors: ['Стивен Кови'],
        year: 1989,
        rating: 5,
        ISBN: ' 978-5-9614-2021-0'
    }
]